Repository: GaryJones/Authenticator
Catalog: language/authenticator-*.po
Languages: sr_rs

source: Authenticator Options
sr_rs: Autentikator Opcije

source: What type of feed authentication you prefer?
sr_rs: Koji tip autentifikacije preferirater?

source: Show auth token on the users profile settings page?
sr_rs: Ptikayati auth token na stranici postavke profila korisnika?

source: None (redirect to the login form if user is not logged in)
sr_rs: Ništa(redirektovati na login formu ako korisnik nije ulogovan)

source: HTTP Authentication (Basic) with Username/Password of your Wordpress account.
sr_rs: HTTP autentifikacije (osnovno) sa Korisničko ime/Šifra vašeg Wordpress naloga.

source: Token Authentication.
sr_rs: Token Autentifikacija.

source: Append the following token as a parameter to the feed URL:
sr_rs: Oslonite se na sledeći token kao da je parametar za feed URL:

source: Regenerate token.
sr_rs: Regenerisati token.

source: (Note everyone will have to update the URL in its feedreader!)
sr_rs: (Napomena svako će morati da ažurira URL u svom feedreader/u!)

source: Use the Token for every feed URL like so: %s
sr_rs: Koristi Token za svaki feed URL : %s

source: Are you shure, you want to create a new token?
sr_rs: Da li ste sigurni da želite da stvorite novi token?

source: Auth token for feeds
sr_rs: Auth token za feeds

source: Append this token to your feed URLs like: %s
sr_rs: Dodaj ovaj token vašim feed URL kao : % s
